{
  "title": "Portfolio",
  "subtitle": "I miei <0>progetti recenti</0> e la <0>tecnologia</0> utilizzata.",
  "visitWebsite": "Visita il Sito",
  "techStack": "Stack Tecnologico",
  "intro": {
    "heading": "Perché le Applicazioni Web Contano nel 2026",
    "paragraph1": "Hai sentito i termini in giro—<strong>sito web</strong>, <strong>applicazione web</strong>—ma qual è la vera differenza, e perché dovrebbe interessarti?",
    "paragraph2": "Un sito web tradizionale è come una brochure digitale: mostra informazioni, ha un bell'aspetto, e sta lì ad aspettare i visitatori. È statico. Costruito con HTML, CSS di base e forse un pizzico di JavaScript, fa un solo lavoro—mostrare contenuti.",
    "paragraph3": "Un'<strong>applicazione web</strong>, invece, è dinamica, interattiva e <em>viva</em>. Non ti mostra solo un menu—ti permette di filtrare i piatti per preferenza alimentare, calcola il totale dell'ordine in tempo reale, e ricorda i tuoi articoli preferiti. Non mostra solo le info di contatto—valida i dati del modulo, previene errori prima dell'invio, e fornisce feedback immediato.",
    "paragraph4": "Pensa alla differenza in questo modo: un sito web è un poster sul muro. Un'app web è una conversazione.",
    "comparisonHeading": "La Differenza Pratica",
    "websiteLabel": "Sito Web Tradizionale",
    "websitePoints": [
      "Carica un'intera pagina nuova ad ogni clic",
      "Esperienza utente lenta e goffa",
      "Costruito con strumenti base (HTML/CSS/jQuery)",
      "Difficile scalare o aggiungere funzioni dopo",
      "Sembra datato nel 2026"
    ],
    "webappLabel": "Applicazione Web Moderna",
    "webappPoints": [
      "Aggiornamenti istantanei senza ricaricare la pagina",
      "Sensazione veloce, come un'app (tipo Instagram o Gmail)",
      "Costruita con React, TypeScript, framework moderni",
      "Facile da espandere—aggiungi e-commerce, dashboard, integrazioni",
      "A prova di futuro e scalabile"
    ],
    "closingHeading": "Cosa Significa Questo per la Tua Azienda",
    "closingText": "Nel 2026, i tuoi clienti si aspettano velocità, interattività ed esperienze fluide. Non aspetteranno 3 secondi per caricare una pagina. Non tollereranno form goffi o interfacce datate. Un'app web non sembra solo moderna—<em>funziona</em> in modo moderno. Non si tratta di seguire le mode; si tratta di soddisfare le aspettative. Ogni progetto qui sotto è costruito come <strong>applicazione web</strong>—veloce, scalabile e pronta per qualsiasi cosa verrà."
  },
  "projects": {
    "puntomigrare": {
      "title": "Punto Migrare",
      "description": "Una piattaforma completa per un centro di assistenza immigrazione. Il sito è progettato per organizzare informazioni burocratiche complesse in un'interfaccia accessibile e intuitiva. Dispone di moduli personalizzati per le richieste dei clienti e interazioni modali per fornire un rapido accesso ai servizi essenziali.",
      "stack": [
        "JavaScript",
        "HTML5",
        "CSS3",
        "Moduli Personalizzati",
        "Modali"
      ]
    },
    "psychologist": {
      "title": "Portfolio Psicologo",
      "description": "Una presenza digitale serena e professionale per una psicologa clinica. Il design si concentra sulla costruzione della fiducia attraverso una tavolozza di colori rilassanti e una tipografia chiara. Include sezioni per i servizi di terapia, il background professionale e un metodo di contatto facile da usare.",
      "stack": ["React", "TypeScript", "Tailwind CSS", "Framer Motion"]
    },
    "sartoria": {
      "title": "Sartoria Vio",
      "description": "Un'elegante vetrina per una sartoria su misura a Roma. Il sito web riflette la precisione e l'arte del mestiere, utilizzando immagini di alta qualità e un layout sofisticato. Serve come portfolio digitale per i migliori lavori del sarto.",
      "stack": ["React", "TypeScript", "Tailwind CSS", "Responsive Design"]
    },
    "restaurant": {
      "title": "Ristorante 13",
      "description": "Un sito web vivace per un moderno ristorante romano. Le caratteristiche principali includono un menu digitale interattivo, una galleria fotografica dei piatti d'autore e un'integrazione perfetta per la prenotazione dei tavoli. L'approccio mobile-first assicura che i clienti possano visualizzare facilmente il menu sui loro telefoni.",
      "stack": ["React", "TypeScript", "Tailwind CSS", "Menu Interattivo"]
    },
    "ctx": {
      "title": "CTX Fintech Template",
      "description": "Un modello di dashboard fintech all'avanguardia progettato per le moderne applicazioni finanziarie. Dimostra componenti UI complessi, layout di visualizzazione dei dati e un'estetica elegante in modalità scura adatta per piattaforme di trading o portafogli crittografici.",
      "stack": ["React", "TypeScript", "Tailwind CSS", "Visualizzazione Dati"]
    },
    "velvet": {
      "title": "Velvet Shaker",
      "description": "Un sito web elegante e suggestivo per un cocktail bar premium. Il design utilizza immagini ricche e animazioni fluide per catturare l'atmosfera del locale. Include una vetrina del menu dei drink e informazioni sugli eventi.",
      "stack": ["React", "TypeScript", "Tailwind CSS", "GSAP"]
    }
  }
}
